var listdata = [{
    pid: '0',
    name: '普通商标注册',
    des: '商标是用来区别不同经营者的商品或服务的标志，让消费者能够认牌选购。商标包括文字、图形、字母、数字、三维标志和颜色， 以及上述要素的组合，只有经国家商标局核准注册的商标，才受法律保护，并可以获得在本地区（大陆）内独家使用 该商标标识的权利。注册商标是产品/服务印制包装、广告宣传、进驻商场、电商平台、开通 微信公众号等活动中的必备条件，是产品/服务上市销售的第一步。',
    price: '￥800.00',
    value: '商标价值',
    valueTxt: ['企业品牌卫士', '市场扩张必备', '树立品牌形象', '无形的资产']
}, {
    pid: '1',
    name: '商标复审',
    des: '商标驳回复审是指国家商标局以申请注册的商标违反《商标法》的有关规定为由驳回申请人的注册申请，申请人不服国家商标局 的驳回决定，在法定的期限内向商标评审委员会申请复审，在复审中陈述不服国家商标局驳回决定的理由 ， 请求商标评审委员会准予申请商标初审公告的程序。',
    price: '￥2500.00',
    value: '商标复审的重要性',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '2',
    name: '商标变通加急',
    des: '商标变通加急是指有别于普通商标申请的商标注册加急业务，即在商标加急申请递交商标局当日即可取得商标局下发的商标注册受理通知书，商标加急比普通商标注册提前30个工作日拿到商标注册受理通知书，并可在15个工作日左右在中国商标网上查到商标加急申请的注册类别和商标加急申请号，与注册商标加急所得受理通知书上的商标注册信息吻合。',
    price: '￥2000.00',
    value: '商标价值',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '3',
    name: '国际商标',
    des: '注册国际商标为拓展国际市场打好基础，避免商标被抢注，将令人误认商标的商品、服务赶出国际市场，获取独特竞争优势。国际商标是企业重要的无形资产，对国际商标的使用和保护有助于公司在股票上巿时或被收购时资产评估。利用商标在世界的信誉，通过注册商标商标，塑造国际品牌形象，提高企业的影响力，使产品销往世界其他国家。',
    price: '￥4000.00起',
    value: '国际商标价值',
    valueTxt: ['拓展国际市场', '塑造国际品牌', '保护自身品牌', '避免商标侵权']
}, {
    pid: '4',
    name: '集体商标注册',
    des: '集体商标是指以团体、协会或者其他组织名义注册，专供该组织成员在商事活动中使用，以表明使用者 在该组织中成员资格的标志。中国、美国、多数大陆法系的西方国家、一些东欧国家和一些 发展中国家的商标法中，都有给予集体商标以注册保护的规定。',
    price: '￥8000.00',
    value: '集体商标的作用',
    valueTxt: ['共创集体信誉', '规模化经营', '集中优势力量', '提高国际影响']
}, {
    pid: '5',
    name: '证明商标注册',
    des: '证明商标，是指由对某种商品或者服务具有监督能力的组织所控制，而由该组织以外的单位或者个人使用于其商品或者服务，用以证明该商品或者服务的原产地、原料、制造方法、质量或者其他特定品质的标志。',
    price: '￥8500.00',
    value: '证明商标的作用',
    valueTxt: ['提高企业声誉', '树立产品形象', '权利依据', '突出产品特性']
}, {
    pid: '6',
    name: '申请商标更正',
    des: '商标注册申请人或注册人发现商标申请文件或者注册文件有明显错误的，可以申请更正。更正的错误仅限于 申请文件或者注册文件中的名义、地址、商品等项目个别文字错误，不涉及实质性内容。 向商标局提出商标更正申请，应当填写《更正商标申请/注册事项申请书》。',
    price: '￥500.00',
    value: '申请商标更正注意事項',
    valueTxt: ['及时更正', '规范要求', '齐全商标类别', '项目内容更正']
}, {
    pid: '7',
    name: '商标加急注册',
    des: '专属加急递交通道，50分钟内递交商标局，商标注册先人一步。',
    price: '￥1000.00',
    value: '商标作用',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '8',
    name: '商标注册证明申请',
    des: '商标注册证明和《商标注册证》有同等的法律效力。在某些特定情况下，相关业务单位需要法律文件的原件存档， 而商标权人却又不可能将自己持有的《商标注册证》交给对方保管，通过开具商标注册登记证明给对方就解决了这一问题。',
    price: '￥300.00',
    value: '商标注册证明的作用',
    valueTxt: ['等同原证使用', '替代原件展示', '相关业务必备', '相关备案而用']
}, {
    pid: '9',
    name: '补发商标注册证',
    des: '《商标注册证》遗失的，如补证申请书件齐备并符合规定，经审查核准后，商标局在《商标公告》上刊登遗失声明， 发出《领取商标注册证通知书》；《商标注册证》破损的，在提交补发申请时应将 《商标注册证》交回商标局，如补证申请书件齐备并符合规定，经审查核准后，商标局发出《领取商标注册证通知书》。',
    price: '￥1000.00',
    value: '补发商标注册证的作用',
    valueTxt: ['重获法律凭证', '证书原件使用', '商标合法依据', '许可合同证明']
}, {
    pid: '10',
    name: '商标异议',
    des: '商标异议是指公众对某一经过初步审定并公告的商标，在法定期限内，向商标局提出该商标不予注册的反对意见，即要求商标局在三个月异议期满后不要核准该商标注册。我国《商标法》规定，允许在 先权利人、利害关系人以相对理由提出异议，或任何人以绝对理由提出异议。',
    price: '￥2000.00',
    value: '商标异议的作用',
    valueTxt: ['保护注册利益', '保护申请权利', '获取专用权', '社会监督手段']
}, {
    pid: '11',
    name: '商标设计',
    des: '商标是用来区别不同经营者的商品或服务的标志，让消费者能够认牌选购。商标包括文字、图形、字母、数字、三维标志和颜色，以及上述要素的组合，只有经国家商标局核准注册的商标，才受法律保护，并可以获得在本地区（大陆）内独家使用该商标标识的权利。注册商标是产品/服务印制包装、广告宣传、进驻商场、电商平台、开通微信公众号等活动中的必备条件，是产品/服务上市销售的第一步。',
    price: '￥800.00',
    value: '商标作用',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '12',
    name: '商标续展',
    des: '注册商标的有效期为10年。注册商标有效期满后需要继续使用的，应当在期满前的12个月内按照规定办理续展手续；在此期间未能办理的，可以给予6个月的宽展期。每次续展注册的有效期为10年，自该商标上一届有效期满次日起计算。期满未办理续展手续的，注销其注册商标。',
    price: '￥1500.00',
    value: '商标续展的重要性',
    valueTxt: ['持续使用', '节约时间', '品牌增值', '防止抢注']
}, {
    pid: '13',
    name: '注销商标',
    des: '商标注销是指商标局根据商标注册人本人或者他人的申请，将注册商标注销或部分注销的法律程序。商标注册人申请注销其注册商标或者注销其商标在部分指定商品上的注册的，应当到商标局办理注册商标的注销手续。',
    price: '￥1000.00',
    value: '注销商标的作用',
    valueTxt: ['节约时间', '发挥商标价值', '维护权益', '突出产品特性']
}, {
    pid: '14',
    name: '商标深度查询',
    des: '商标深度查询是指商标注册申请人亲自或委托商标代理如：通过商标在线查询有关商标登记注册情况，以了解自己准备申请注册的商标是否与他人已经注册或正在注册的商标相同或近似的程序。申请前的查询，是申请商标注册的重要步骤，其查询结果虽不具备法律效力，但它可使商标注册申请人做到心中有数，减少盲目性，降低商标注册风险。',
    price: '￥30.00',
    value: '商标作用',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '15',
    name: '商标质押评估',
    des: '用商标做为质押标的物出质，经评估作价后向银行等融资机构获取资金，并按期偿还资金本息的一种融资行为。',
    price: '￥3000.00',
    value: '商标作用',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '16',
    name: '著名驰名商标',
    des: '所谓著名商标是指具有较高市场声誉和商业价值，为相关公众所熟知，并依法被认定的注册商标。，驰名商标是指在中国为相关公众广为知晓并享有较高声誉的商标。',
    price: '￥50000.00',
    value: '商标作用',
    valueTxt: ['增加成功机会', '放弃意味失败', '快速获得证书', '无形的资产']
}, {
    pid: '17',
    name: '商标变更',
    des: '商标变更 商标核准注册后，商标注册人的名义、地址或其他注册事项发生变更的，应当向商标局申请办理相应变更手续。自2002年9月15日《商标法实施条例》施行之日起，已申请但尚未获准注册的商标，也可向商标局申请变更其申请人名义、地址、代理人，或者删减注册申请中指定商品。',
    price: '￥800.00',
    value: '商标作用',
    valueTxt: ['掌握真实身份', '避免被动纠纷', '占据有利市场', '促进企业发展']
}, {
    pid: '18',
    name: '商标转让',
    des: '商标变更 商标核准注册后，商标注册人的名义、地址或其他注册事项发生变更的，应当向商标局申请办理相应变更手续。自2002年9月15日《商标法实施条例》施行之日起，已申请但尚未获准注册的商标，也可向商标局申请变更其申请人名义、地址、代理人，或者删减注册申请中指定商品。',
    price: '￥1000.00',
    value: '商标作用',
    valueTxt: ['快速获得商标', '更多商标选择', '降低商标风险', '发挥商标价值']
}, {
    pid: '19',
    name: '专利挖掘分析',
    des: '专利挖掘分析，是指在技术研发或者产品开发中，对所取得的技术成果从技术和法律层面进行剖析、整理、拆分和筛选，从而确定用以申请专利的技术创新点和技术方案，是从创新成果中提炼出具有专利申请和保护价值的技术创新点和方案的过程。',
    price: '￥50000.00',
    value: '专利挖掘分析的作用',
    valueTxt: ['准确抓住企业技术创新点', '避免出现专利保护漏洞', '巩固企业核心竞争力', '规避专利风险']
}, {
    pid: '20',
    name: '专利导航',
    des: '专利导航，以专利信息资源利用和专利分析为基础，把专利运用嵌入产业技术创新、产品创新、组织创新和商业模式创新之中，是引导和支撑产业科学发展的一项探索性工作。专利导航的主要目的是探索建立专利信息分 析与产业运行决策深度融合、专利创造与产业创新能力高度匹配，专利布局对产业竞争低位保障有力、专利价 值实现对产业运行效益有效支撑的工作机制，推动产业的专利协同运用，培育形成专利导航产业发展新模式。',
    price: '￥40000.00',
        value: '专利导航能实现什么',
    valueTxt: ['优化产业的专利创造', '鼓励专利的协同运作', '完善专利运用服务体系', '构造政策支持体系']
}];
module.exports = listdata; /*导出数据，外面就可以用了。然后哪个页面要用，就在哪个页面对应的js文件顶部var list = require('这里要写相对路径，也就是此时这个js文件怎么找到data.js文件'）*/
/*在引入数据的页面的js文件中，data里新建lists:[]，然后在onLoad函数里把假数据放进data对象里：this.setData({lists:list});*/
/*然后在页面文件中，循环数据并绑定，建议最外层套一个block标签，block标签是一个无意义的块级标签，然后在block标签里wx-for="{{lists}}"，最后把变量的地方写上{{item.name}}等*/